org/20220512083110-job_guarantee.org
:PROPERTIES:
:ID:       88bbaec1-0b44-40ab-985c-40c20d8fecb0
:END:
#+TITLE: Job Guarantee
#+CREATED: [2022-05-12 Thu 08:31]
#+LAST_MODIFIED: [2022-05-12 Thu 12:47]

- Effects on people/communities?
- Effects on the economy?
- Comparison with welfare programs.
- The idea in history
- Who provides the jobs?
- How do you finance it?
- What risk for inflation?
- How does it compare to this life allowance?
- What theories does it go against?

  Apparently the existence of a [[id:1c293b8c-7169-4ebd-84d3-e185333a960f][natural rate of employment]], and the idea that unemployment and inflation balance each other. According to the [[id:fd7d0747-f075-4c30-b3dd-0f1ee429709b][Phillips curve]].

The nice thing is that you do not need /in theory/ (but better keep it a law) to enforce a minimum salary.

* References

- Pavlina Tcherneva. The case for a job guarantee.
- Michael Murray & Mathew Forstater. The Job Guarantee, Towards true full employment.
- Hyman Minksy. Ending poverty: jobs, not welfare.
- Randall Wray. Mondern Monetary Theory.
- Stephanie Kelton. The deficit myth.
- La France Insoumise. [[https://laec.fr/section/35/etablir-la-garantie-demploi?q=garantisse,d%27emploi,garantie,emploi,des,de][L'avenir en Commun]].
- [[https://etcld.fr/les-documents/][Experience Territoriale contre le Chomage de Longue Durée]]
- Sondage [[https://harris-interactive.fr/opinion_polls/questions-dactualite-dans-le-cadre-de-la-niche-parlementaire-2021/][Harris Interactive]] that shows 87% of french people agree with this measure.
- [[https://www.alternatives-economiques.fr/garantie-demploi-larme-fatale-contre-chomage/00100416][Garantie de l'emploi, l'arme fatale contre le chômage ?]]
- Clément Carbonnier. [[https://legrandcontinent.eu/fr/2021/04/11/la-garantie-de-lemploi-larme-sociale-du-green-new-deal/][La garantie de l’emploi, l’arme sociale du Green New Deal]]
