20220512083110-job_guarantee.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-12-28 Thu 21:50 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Job Guarantee</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Job Guarantee</h1>
<ul class="org-ul">
<li>Effects on people/communities?</li>
<li>Effects on the economy?</li>
<li>Comparison with welfare programs.</li>
<li>The idea in history</li>
<li>Who provides the jobs?</li>
<li>How do you finance it?</li>
<li>What risk for inflation?</li>
<li>How does it compare to this life allowance?</li>
<li><p>
What theories does it go against?
</p>

<p>
Apparently the existence of a <a href="20220512085206-natural_rate_of_employment.html#ID-1c293b8c-7169-4ebd-84d3-e185333a960f">natural rate of employment</a>, and the idea that unemployment and inflation balance each other. According to the <a href="20220512085249-phillips_curve.html#ID-fd7d0747-f075-4c30-b3dd-0f1ee429709b">Phillips curve</a>.
</p></li>
</ul>

<p>
The nice thing is that you do not need <i>in theory</i> (but better keep it a law) to enforce a minimum salary.
</p>

<div id="outline-container-org5dc2f1b" class="outline-2">
<h2 id="org5dc2f1b">References</h2>
<div class="outline-text-2" id="text-org5dc2f1b">
<ul class="org-ul">
<li>Pavlina Tcherneva. The case for a job guarantee.</li>
<li>Michael Murray &amp; Mathew Forstater. The Job Guarantee, Towards true full employment.</li>
<li>Hyman Minksy. Ending poverty: jobs, not welfare.</li>
<li>Randall Wray. Mondern Monetary Theory.</li>
<li>Stephanie Kelton. The deficit myth.</li>
<li>La France Insoumise. <a target='_blank' rel='noopener noreferrer' class='external' href="https://laec.fr/section/35/etablir-la-garantie-demploi?q=garantisse,d%27emploi,garantie,emploi,des,de">L'avenir en Commun</a>.</li>
<li><a target='_blank' rel='noopener noreferrer' class='external' href="https://etcld.fr/les-documents/">Experience Territoriale contre le Chomage de Longue Durée</a></li>
<li>Sondage <a target='_blank' rel='noopener noreferrer' class='external' href="https://harris-interactive.fr/opinion_polls/questions-dactualite-dans-le-cadre-de-la-niche-parlementaire-2021/">Harris Interactive</a> that shows 87% of french people agree with this measure.</li>
<li><a target='_blank' rel='noopener noreferrer' class='external' href="https://www.alternatives-economiques.fr/garantie-demploi-larme-fatale-contre-chomage/00100416">Garantie de l'emploi, l'arme fatale contre le chômage ?</a></li>
<li>Clément Carbonnier. <a target='_blank' rel='noopener noreferrer' class='external' href="https://legrandcontinent.eu/fr/2021/04/11/la-garantie-de-lemploi-larme-sociale-du-green-new-deal/">La garantie de l’emploi, l’arme sociale du Green New Deal</a></li>
</ul>
</div>
</div>

<div id="outline-container-orga66101b" class="outline-2">
<h2 id="orga66101b">Links to this note</h2>
<div class="outline-text-2" id="text-orga66101b">
<ul class="org-ul">
<li><a href="./20220512084246-having_a_job_as_a_right.html">Having a job as a right</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>
